<template>
  <div class="mc_protocol">
    <div class="prot_title">1.使用规则</div>
    <div>
      1.1 当您进入蜜传，通过手机号码一键登录（登录即代表注册账户），或通过第三方账号进入蜜传，或在蜜传上发布任何内容（即「内容」），均意味着您（即「用户」）完全接受本协议项下的全部条款。
    </div>
    <div>
      1.2 用户注册成功后，蜜传将给予每个用户一个用户帐号以及对通过微信或者微博账户登录后获得的Token提供保管；用户应自行妥善保管蜜传账号及密码，用户应当对以其用户帐号进行的所有活动和事件负法律责任。
    </div>
    <div>
      1.3 新注册用户应根据《中华人民共和国网络安全法》的相关规定在注册过程中完成实名认证操作，否则蜜传有权拒绝其注册申请。老用户应及时进行实名认证操作，否则在后续使用蜜传服务过程中部分功能将受到限制，为确保用户继续获得优质的服务体验，蜜传建议老用户尽快完成实名认证操作。用户须对在蜜传的注册信息的真实性、合法性、有效性承担全部责任，用户不得冒充他人；不得利用他人的名义发布任何信息；不得恶意使用注册帐户导致其他用户误认；否则蜜传有权立即停止提供服务，收回其帐号并由用户独自承担由此而产生的一切法律责任。
    </div>
    <div>
      1.4 用户直接或通过各类方式（如 RSS 源和站外 API 引用等）间接使用蜜传服务和数据的行为，都将被视作已无条件接受本协议全部内容；若用户对本协议的任何条款存在异议，请停止使用蜜传所提供的全部服务。
    </div>
    <div>
      1.5 蜜传是一个信息分享、传播及获取的平台，用户通过蜜传发表的信息为公开的信息，其他第三方均可以通过蜜传获取用户发表的信息，用户对任何信息的发表即认可该信息为公开的信息，并单独对此行为承担法律责任；任何用户不愿被其他第三人获知的信息都不应该在蜜传上进行发表。
    </div>
    <div>
      1.6 用户承诺不得以任何方式利用蜜传直接或间接从事违反中国法律、以及社会公德的行为，具体包括但不限于以下内容：
      <p>（1）反对宪法所确定的基本原则的；</p>
      <p>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
      <p>（3）损害国家荣誉和利益的；</p>
      <p>（4）煽动民族仇恨、民族歧视，破坏民族团结的；</p>
      <p>（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
      <p>（6）散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
      <p>（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
      <p>（8）侮辱或者诽谤他人，或侵害他人合法权益的（包括但不限于侵害他人依法享有的专利权、著作权、商标权等知识产权，或姓名权、名称权、名誉权、荣誉权、肖像权、隐私权等人身权益，或其他任何合法权益）；</p>
      <p>（9）与时政新闻相关的内容。</p>
      <p>（10）含有法律、行政法规禁止的其他内容的信息。</p>
      <p> 蜜传有权对违反上述承诺的内容予以删除。</p>
      <p>如发现用户发布蜜传禁止发布的内容，可拨打举报电话：025-52388280</p>
    </div>
    <div>
      1.7 蜜传有权对用户使用蜜传的情况进行审查和监督，如用户在使用蜜传时违反任何上述规定，蜜传或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容、暂停或终止用户使用蜜传的权利）以减轻用户不当行为造成的影响
    </div>

    <div class="prot_title">2.个人隐私</div>
    <div>
      2.1 尊重用户个人隐私信息的私有性是蜜传的一贯原则，蜜传将通过技术手段、强化内部管理等办法充分保护用户的个人隐私信息。但下列情况除外：
      <p>（1）事先获得用户的明确授权；</p>
      <p>（2）为维护社会公共利益；</p>
      <p>（3）用户自行在网络上公开的信息或其他已合法公开的个人信息；</p>
      <p>（4）用户侵害蜜传及其关联公司合法权益，为维护前述合法权益且在必要范围内；</p>
      <p>（5）根据相关政府主管部门或司法机关的要求；</p>
      <p>（6）根据相关法律法规或政策的要求；</p>
      <p>（7）其他蜜传认为有必要的情况。</p>
    </div>
    <div>
      2.2 为了运营和改善蜜传的技术与服务，蜜传将可能会自行收集使用或向第三方提供用户的非个人隐私信息，这将有助于蜜传向用户提供更好的用户体验和服务质量。
    </div>

    <div class="prot_title">3.免责说明</div>
    <div>3.1 蜜传不能对用户发布的信息正确性进行保证。</div>
    <div>3.2 用户在蜜传发表的内容仅表达其个人的立场和观点，并不代表蜜传的立场和观点。作为内容的发布者，需自行对发布内容负责，因所发表内容引发的一切纠纷，由该内容的发表者承担全部法律责任。蜜传不承担任何法律及连带责任。</div>
    <div>3.3 蜜传不保证网络服务一定能满足用户的要求，也不保证网络服务不会中断，对网络服务的及时性，安全性，准确性也不能保证。</div>
    <div>3.4 对于不可抗力或蜜传不能控制的原因造成的网络服务中断或其他缺陷，蜜传不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</div>

    <div class="prot_title">4.法律适用及争议解决</div>
    <div>4.1 本协议的订立，执行和解释及争议的解决均应该用中华人民共和国现有有效的法律。</div>
    <div>4.2 用户与蜜传就本协议的解释或执行发生争议的，应友好协商解决，协商不成的应将争议提交蜜传所在地人民法院通过诉讼程序予以解释。</div>

    <div class="prot_title">5.协议修改及其他</div>
    <div>5.1 根据互联网的发展有关法律,法规及规范性文件的变化，或者因为业务发展需要，蜜传有权对本协议条款作出修改或变更，一旦本协议的内容发生变更，蜜传将会第一时间通知用户修改内容。</div>
    <div>5.2 如果不同意蜜传对本协议相关条款所做的修改，用户有权并且应当停止使用蜜传。如果用户继续使用蜜传，则视为用户接受蜜传对本协议相关条款所做的修改</div>
    <div>5.3 如本协议中的任何条款无论何种原因完全或部分无效或不具有执行力，本协议其余条款仍应有效并且有约束力。</div>

  </div>
</template>

<script>
  export default {
    name: 'mc_protocol',
    components: {},
    data () {
      return {}
    },
    methods: {},
  }
</script>

<style lang="scss">
  .mc_protocol {
    padding: 0.8rem;
    font-size: 0.64rem;
    color: #666;
    line-height: 1.1rem;
    background: #fff;
    div {
      margin-bottom: 0.533333rem;
    }
    .prot_title {
      font-size: 0.853333rem;
      color: #333;
      font-weight: bold;
    }
  }
</style>
